Repository: SHAHADBABAQI/Tamakan
Catalog: Localizable.xcstrings
Source language: ar
Languages: en

source: التسجيلات
en: Records

source: الغاء
en: Cancel

source: بحث…
en: search...

source: بدء
en: Get Started

source: تحدّث
en: Speak

source: تخطى
en: Skip

source: تدرّب
en: Practice

source: تطوّر
en: Improve

source: خذ نفس
en: Take a Breath

source: قل شيء
en: Say something...
